module.exports = [
	{ 
		question: "Почему ваш выбор пал именно на нашу компанию?", type: "experience", answers: [
			"Кандидат уклончивает отвечает и не может продемонстрировать его истинный интерес.",
			"Кандидат уверенно ответил на вопрос и вы удостоверились в том, что он тот, за кого себя выдаёт."
		], unique: false
	},
	{ 
		question: "Что для вас значит мотивация?", type: "personal", answers: [
			"Кандидат промялил что-то невнятное и вы быть может что-то заподозрили.",
			"Кандидат успешно ответил на вопрос и показал себя с хорошей стороны."
		], unique: false
	},
	{ 
		question: "Знаете ли вы слабые стороны наших продуктов?", type: "experience", answers: [
			"Кандидат уклончивает отвечает и не может продемонстрировать его истинный интерес.",
			"Кандидат уверенно ответил на вопрос и вы удостоверились в том, что он тот, за кого себя выдаёт."
		], unique: false
	},
	{ 
		question: "Что по вашему мнению представляет собой хороший работник?", type: "personal", answers: [
			"Оживлённо кандидат рассказывает какие-то былинные басни и вы заподозрили неладное.",
			"Кандидат дал полноценный вдумчивый ответ."
		], unique: false
	},
	{ 
		question: "Какими вы видите клиентов нашей компании?", type: "experience", answers: [
			"Внятного ответа не последовало, возможно что он что-то не договаривает.",
			"Описание слабых и сильных сторон клиентов дало основание полагать о высокой осведомлённости кандидата."
		], unique: false
	},
	{ 
		question: "Что вас не устраивало на прошлой работе?", type: "personal", answers: [
			"Есть подозрения, что кандидат скрыл свои истинные причины.",
			"Кандидат привёл армугментированное обоснование, которое не оставило у вас сомнений."
		], unique: false
	},
	{ 
		question: "Почему крышка люка имеет круглую форму?", type: "experience", answers: [
			"Потому что, что говорят в русских сказках колобок имеет круглую форму, но в действительно никто не знает.",
			"Кандидат пояснил, что люк делается круглой формы, чтобы он при монтаже не провалился."
		], unique: true
	},
	{ 
		question: "Какую заработную плату вы действительно ожидаете?", type: "personal", answers: [
			"Какого-то конкретного ответа вы не услушили, но интуиция подсказывает, что что-то здесь не так.",
			"Кандидат указала на то, что он сопоставил уровень заработной платы со своими навыками и потребностями."
		], unique: false
	},
	{ 
		question: "Продолжите ли вы работать у нас, если мы перестанем платить вам деньги?", type: "personal", answers: [
			"Кандидат вспыльчиво отнёсся к вопросу и вы задумались.",
			"Кандидат ответил честно о том, что за работу нужно получать деньги."
		], unique: true
	},
	{ 
		question: "Что вы вчера ели на ужин?", type: "personal", answers: [
			"Уклончивый ответ заставил вас задуматься о том, чем занимался кандидат на ужин.",
			"Кандидат спокойно отреагировал на вопрос."
		], unique: true
	},
	{ 
		question: "Как поместить слона в холодильник?", type: "experience", answers: [
			"Открыть холодильник, пололжить слона, закрыть холодильник.",
			"Кандидат привёл последовательные действия к тому, как виртуозно разделать слона и поместить его в холодильник."
		], unique: true
	},
	{ 
		question: "Как вы относитесь к социальным сетям?", type: "experience", answers: [
			"Кандидат ярко описал всевозможные и невозможные вещи, которыми можно заниматься в социальных сетях.",
			"Кандидат аргументированно привёл доводы по тому, что социальные сети порой не приносят пользы, особенно если ими пользовать на работе."
		], unique: false
	},
	{ 
		question: "Почему мы вас не должны брать на работу?", type: "personal", answers: [
			"Кандидат яро заявил о том, что они обязаные его взять на работу, иного выбора и быть не может.",
			"Кандидат предположил, какие отрицательные черты могут помешать ему устроиться на работу."
		], unique: true
	},
	{ 
		question: "В чём вы наиболее сильны?", type: "experience", answers: [
			"Кандидат виртуозно уклонился от ответа.",
			"Кандидат привёл, в чём он был силён до этого на реальных примерах с прошлых работ."
		], unique: false
	},
	{ 
		question: "Расскажите мне вашей способности работать под давлением?", type: "personal", answers: [
			"Кандидат яростно рассказал историю о том, как они вместе с коллегами сорвали рабочий день.",
			"Кандидат рассказал о том, что он успешно справляется с разнообразными формами давлений, стрессоустойчив."
		], unique: true
	},
	{ 
		question: "Вы бы согласились работать сверхурочно?", type: "experience", answers: [
			"Кандидат рассказал о том, что больше не против уходить раньше положенного времени.",
			"Кандидат ответил, что если работа оплачивается, то он не против поработать сверхурочно."
		], unique: true
	}
];